{"pageProps":{"content":{"SAM_PARAGRAPH1":"Hi, my name is Samantha, a Cosmetic Nurse Injector and Founder of Antidote — a Melbourne-based cosmetic clinic that aim to make patients feel empowered by helping them feel fresh despite everyday stress and restoring the healthy glow and natural radiance that they once had.","SAM_PARAGRAPH2":"I have been a Division 1 Registered Nurse in Australia since 2010, with wealth of experience in Medical-surgical, Anaesthetics and Post-Anaesthesia Care Unit.","SAM_PARAGRAPH3":"Having always been passionate about aesthetics, skin health and the natural ageing process, I decided to pursue a career in Cosmetic Medicine in 2017 and eventually, started my passion project— Antidote.","SAM_PARAGRAPH4":"As an Aesthetic Nurse, I am a natural results advocate. I firmly believe that one’s natural features should only be emphasized, and not drastically altered. I have an eye for detail and believe that the tiniest tweaks make the biggest impact. Imagine how you look after a relaxing holiday. That’s my goal for you every single day- to look fresh and rested.","HOME_PARAGRAPH1":"Antidote is a cosmetic clinic that advocates for natural results. This is for patients who want to achieve that fresh and rested look like they just came from a relaxing holiday.","HOME_PARAGRAPH2":"To achieve this, Antidote uses subtle yet effective approach to non-surgical cosmetic treatments that has been meticulously planned after doing an individualised assessment and consultation.","HONESTY":"We have our patients best interest at heart. We don’t oversell in order to gain more profit and we guarantee fair pricing.","SAFETY":"Our non-surgical cosmetic treatments are done with careful attention to detail. Patients’ health and safety remain our top priority.","NATURAL_RESULTS":"Subtlety is key. We aim to enhance your beauty whilst maintaining a natural look, leaving your friends wondering what’s your secret to achieving that youthful glow.","COMPETENCE":"Proficient in providing medical cosmetic treatments including Botulinum Toxin and Dermal Fillers. Our treatments are delivered according to best practice principles."}},"__N_SSG":true}